Repository: hadibtf/TMS
Catalog: lib/l10n/app_*.arb
Languages: fa

# appTitle
source: TMS - Train Metro Schedule
fa: برنامه زمان‌بندی مترو

# directionElGoliToNoor
source: El-Goli to Noor
fa: ائل‌گلی به نور

# directionNoorToElGoli
source: Noor to El-Goli
fa: نور به ائل‌گلی

# searchStationHint
source: Search for a station
fa: جستجوی ایستگاه

# arrivalsTitle
source: Arrivals
fa: ورودها

# noMoreTrains
source: No more trains today
fa: امروز قطاری باقی نمانده است

# languageEnglish
source: English
fa: انگلیسی

# languagePersian
source: Persian
fa: فارسی

source: System default
fa: تنظیمات پیش‌ فرض سیستم

# stationSubtitle
source: {stationName} Railway Station
fa: ایستگاه {stationName}

# timeBadge
source: {minutes}m{secondsPadded}s
fa: {minutes}د{secondsPadded}ث
